{
    "text": "ALEXANDRIA, Va. (AP) — A former CIA officer was sentenced to 10 years in prison on Wednesday for selling classified information to China in a case that a prosecutor said should serve as a warning to others who might consider betraying their country.\nAlexander Yuk Ching Ma, 71, of Honolulu, pleaded guilty in May to conspiracy to gather and deliver national defense information to a foreign government.\nProsecutors said Ma, who worked for the CIA from 1982 to 1989, and a relative who also worked for the agency conspired with officials from China's Ministry of State Security to provide classified information in exchange for money and gifts.\nThe relative, who resided in Hong Kong and was not named in court documents, died before he could be charged across the years-long scheme.\nIn 2001, Ma and his relative met with Chinese intelligence officers in Hong Kong and provided classified details about the CIA's personnel, operations and concealment methods, according to a statement of facts filed with the plea agreement. They were paid $50,000 for that meeting, and Ma continued to communicate with the Chinese officers for years, prosecutors said.\nMa joined the FBI as a contract linguist in 2004 as part of a undercover operation to monitor his activities and identify his Chinese handlers, prosecutors said. He worked in the FBI's Honolulu field office until 2012.\nDuring his time at the FBI, Ma took classified documents to meetings with his Chinese handlers and was paid thousands of dollars, according to the statement of facts.\nMa was arrested in August 2020 after an undercover FBI agent posing as a Chinese intelligence officer met with him and provided him with $2,000 as a \"goodwill\" payment for his past work for China.\nAt Wednesday's sentencing hearing in U.S. District Court in Alexandria, Assistant U.S. Attorney James Trump said Ma's actions were \"a cold-blooded betrayal of this country.\"\n\"He sold our secrets for money, plain and simple,\" Trump said.\nMa's defense attorney, Alan Yamamoto, asked the judge for a sentence of seven years, citing Ma's age and health issues. Yamamoto said Ma's relative was the one who initiated the contact with the Chinese officers and that Ma was influenced by him.\nU.S. District Judge Liam O'Grady followed the sentencing recommendation in the plea agreement and sentenced Ma to 10 years in prison, followed by five years of supervised release.\n\"This is a very serious offense,\" O'Grady said. \"You've caused significant damage to the national security of the United States.\""
}
